{
	"channels-updated": "La lista de canales se ha actualizado exitosamente.",
	"claimed-by": "Reclamado por {{ user }}",
	"empty-inventory": {
		"description": "No tienes dulces en tu bolsa todavía. Asegúrate de ser rápido y presionar el botón de Dulce o Truco antes que los demás.",
		"title": "Tu inventario está vacío"
	},
	"enable": {
		"disabled": "Todas las funcionalidades de Dulce o Truco han sido desactivadas en este servidor.",
		"enabled": "¡Acabas de habilitar las funcionalidades de Dulce o Truco en este servidor! No olvides configurar los canales en donde quieras que puedan aparecer monstruos.",
		"no-change": "Los ajustes de Dulce o Truco ya se encontraban habilitados o deshabilitados."
	},
	"inventory": {
		"candies": "Dulces",
		"title": "Inventario"
	},
	"no-settings": "No estableciste ningún valor para actualizar.",
	"not-enabled": "No puedes usar este comando porque este servidor no ha habilitado las funcionalidades de Dulce o Truco.",
	"recipes": {
		"description": "Estas son todas las recetas de objetos disponibles que puedes crear con los materiales que obtienes.",
		"title": "Recetas de creación"
	},
	"spawn": {
		"description": "Elige entre dulce o truco para llevarte una recompensa... o una mala sorpresa.",
		"title": "¡{{ monster }} ha aparecido!",
		"treat": "Dulce",
		"trick": "Truco"
	},
	"treat": {
		"field": "Tu generosidad es recompensada",
		"field-modified": "Ha sido arriesgado, pero el truco lo ha valido",
		"notification": "Tu inventario ha sido actualizado."
	},
	"trick": {
		"failed-empty": "... parece ser que no le ha gustado, pero afortunadamente para ti, no tenías dulces que pudieran robarte. La próxima vez lo recordarán.",
		"failed-notification": "El truco falló, pero no tenías nada que perder. Bien jugado.",
		"field-name": "Intentaste jugarle una broma a un monstruo",
		"success": "No le ha gustado, pero al menos solo tomó algunos de tus dulces. Más suerte para la próxima.\n\n{{ list }}",
		"success-notification": "Tu inventario ha sido actualizado, perdiste algunos objetos de tu inventario."
	},
	"updated-settings": "Se han actualizado los ajustes."
}
